Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/SettingsCellularUI/CellulariPad.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ESIM_ACTIVATION_FAILED_PARSE_MESSAGE
source: The activation code that you are attempting to use is not valid. Contact your carrier for more information.
ar: رمز التنشيط الذي تحاول استخدامه غير صالح. يرجى التواصل مع شركة الاتصالات لمزيد من المعلومات.
bg: Кодът за активация, който се опитвате да използвате, не е валиден. Свържете се с вашия оператор за повече информация.
ca: El codi d’activació que intentes utilitzar no és vàlid. Posa’t en contacte amb el teu operador per obtenir més informació.
cs: Tento aktivační kód je neplatný. O další informace požádejte svého operátora.
da: Den aktiveringskode, du har prøvet at bruge, er ikke gyldig. Kontakt operatøren for at få flere oplysninger.
de: Der Aktivierungscode ist nicht gültig. Wende dich an deinen Anbieter, um weitere Informationen zu erhalten.
el: Ο κωδικός ενεργοποίησης που προσπαθείτε να χρησιμοποιήσετε δεν είναι έγκυρος. Επικοινωνήστε με τον φορέα σας για περισσότερες πληροφορίες.
es: El código de activación que estás intentado utilizar no es válido. Ponte en contacto con tu operador para obtener más información.
es_419: El código de activación que intentas usar no es válido. Comunícate con tu operador para obtener más información.
fi: Käyttämäsi aktivointikoodi ei ole kelvollinen. Lisätietoja saat operaattoriltasi.
fr: Le code d’activation que vous tentez d’utiliser n’est pas valide. Contactez votre opérateur pour en savoir plus.
fr_ca: Le code d’activation que vous avez entré n’est pas valide. Communiquez avec votre opérateur pour obtenir plus d’informations.
he: קוד ההפעלה אינו תקף. ניתן לפנות למפעיל הסלולרי למידע נוסף.
hi: ऐक्टिवेशन कोड, जिसे आप उपयोग में लाने की कोशिश कर रहे हैं, मान्य नहीं है। अधिक जानकारी के लिए अपने कैरियर से संपर्क करें।
hr: Aktivacijski kôd koji pokušavate koristiti nije važeći. Obratite se operateru za dodatne informacije.
hu: A használni próbált aktiválási kód nem érvényes. További információért forduljon a hálózati szolgáltatóhoz.
id: Kode aktivasi yang sedang Anda coba gunakan tidak sah. Hubungi operator Anda untuk informasi lainnya.
it: Il codice di attivazione che stai provando a utilizzare non è valido. Per maggiori informazioni, contatta il tuo gestore.
ja: 使用を試みているアクティベーションコードは有効ではありません。詳しい情報については通信事業者にお問い合わせください。
kk: Пайдаланғалы жатқан белсендіру коды жарамсыз. Толығырақ ақпарат алу үшін ұялы байланыс операторына хабарласыңыз.
ko: 사용하려는 활성화 코드가 유효하지 않습니다. 자세한 사항은 사용자의 이동통신사에 문의하십시오.
lt: Aktyvinimo kodas, kurį bandote naudoti, negalioja. Norėdami sužinoti daugiau, kreipkitės į operatorių.
ms: Kod pengaktifan yang anda cuba gunakan adalah tidak sah. Hubungi pembawa anda untuk mendapatkan maklumat lanjut.
nl: De activeringscode die je probeert te gebruiken, is niet geldig. Neem contact op met je aanbieder voor meer informatie.
no: Denne aktiveringskoden er ikke gyldig. Kontakt operatøren din for mer informasjon.
pl: Kod aktywacji, którego próbujesz użyć, nie jest poprawny. Więcej informacji uzyskasz od swojego operatora.
pt_br: O código de ativação que você está tentando usar é inválido. Contate sua operadora para obter mais informações.
pt_pt: O código de ativação que está a tentar usar não é válido. Contacte a sua operadora caso necessite de informação adicional.
ro: Codul de activare pe care încercați să îl utilizați nu este valid. Contactați‑vă operatorul pentru mai multe informații.
ru: Код активации, который Вы собираетесь использовать, недействителен. Обратитесь к оператору сотовой связи за подробной информацией.
sk: Aktivačný kód, ktorý sa pokúšate použiť, je neplatný. Viac informácií získate od svojho operátora.
sl: Koda za aktivacijo, ki jo poskušate uporabiti, ni veljavna. Za več informacij se obrnite na svojega operaterja.
sv: Aktiveringskoden som du försöker använda är ogiltig. Kontakta operatören för mer information.
th: รหัสการเปิดใช้งานที่คุณพยายามจะใช้ไม่ถูกต้อง โปรดติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Kullanmayı denediğiniz etkinleştirme kodu geçerli değil. Daha fazla bilgi için operatörünüzle iletişime geçin.
uk: Код активації, який ви намагаєтеся використати, недійсний. Зверніться до свого оператора по додаткову інформацію.
vi: Mã kích hoạt mà bạn đang cố gắng sử dụng không hợp lệ. Hãy liên hệ với nhà cung cấp của bạn để biết thêm thông tin.
zh_cn: 你尝试使用的激活码无效。联系运营商以了解更多信息。
zh_hk: 你嘗試使用的啟用碼無效。詳情請聯絡電訊商。
zh_tw: 你嘗試使用的啟用碼無效。請聯絡你的電信業者以取得更多資訊。

# GENERIC_CELLULAR_PLAN_ERROR_MESSAGE
source: Plan configuration failed. Please try again.
ar: فشل تكوين الباقة. الرجاء المحاولة مرة أخرى.
bg: Неуспешно конфигуриране на плана. Моля, опитайте отново.
ca: La configuració del pla ha fallat. Torna‑ho a provar.
cs: Nastavení tarifu selhalo. Zkuste to znovu.
da: Konfiguration af abonnement mislykkedes. Prøv igen.
de: Konfiguration des Tarifs fehlgeschlagen. Versuche es erneut.
el: Απέτυχε η ρύθμιση παραμέτρων του προγράμματος. Δοκιμάστε ξανά.
es: Error de configuración del plan. Inténtalo de nuevo.
es_419: Error al configurar el plan. Reintenta.
fi: Liittymän määritys epäonnistui. Yritä uudelleen.
fr: La configuration du forfait a échoué. Réessayez.
fr_ca: La configuration du forfait a échoué. Réessayez.
he: הגדרת התוכנית נכשלה. נא לנסות שוב.
hi: प्लान कॉन्फ़िगरेशन विफल रहा। कृपया फिर कोशिश करें।
hr: Konfiguriranje plana nije uspjelo. Pokušajte ponovno.
hu: A előfizetés konfigurálása sikertelen volt. Kérjük, próbálja újra.
id: Konfigurasi paket gagal. Coba lagi.
it: Configurazione del piano non riuscita. Riprova.
ja: プランを設定できませんでした。やり直してください。
kk: Тарифтік жоспар конфигурациясы сәтсіз аяқталды. Әрекетті қайталаңыз.
ko: 요금제 구성에 실패했습니다. 다시 시도하십시오.
lt: Plano sukonfigūruoti nepavyko. Bandykite dar kartą.
ms: Konfigurasi pelan gagal. Sila cuba lagi.
nl: Configuratie van abonnement mislukt. Probeer het opnieuw.
no: Kunne ikke konfigurere abonnement. Prøv igjen.
pl: Błąd konfigurowania planu. Spróbuj ponownie.
pt_br: A configuração do plano falhou. Tente novamente.
pt_pt: A configuração do plano falhou. Volte a tentar.
ro: Configurarea planului a eșuat. Reîncercați.
ru: Не удалось настроить тарифный план. Повторите попытку.
sk: Nastavovanie programu zlyhalo. Skúste to znovu.
sl: Konfiguracija paketa ni uspela. Poskusite znova.
sv: Det gick inte att konfigurera abonnemanget. Försök igen.
th: การกำหนดค่าแผนบริการไม่สำเร็จ โปรดลองอีกครั้ง
tr: Plan ayarı başarısız. Lütfen yeniden deneyin.
uk: Збій конфігурування плану. Спробуйте ще раз.
vi: Không thể định cấu hình gói cước. Vui lòng thử lại.
zh_cn: 套餐配置失败。请重试。
zh_hk: 無法設定計劃。請再試。
zh_tw: 無法設定方案。請再試一次。

# CELLULAR_ACCOUNT_ACTIVE
source: Active
ar: نشط
bg: Активен
ca: Activat
cs: Aktivní
da: Aktiv
de: Aktiviert
el: Ενεργό
es: Activos
es_419: Activo
fi: Käytössä
fr: Actif
fr_ca: Actif
he: פעיל
hi: सक्रिय
hr: Aktivno
hu: Aktív
id: Aktif
it: Attivo
ja: 有効
kk: Белсенді
ko: 활성화됨
lt: Aktyvus
ms: Aktif
nl: Actief
no: Aktiv
pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активно
sk: Aktívny
sl: Aktivno
sv: Aktivt
th: ใช้งานอยู่
tr: Etkin
uk: Активний
vi: Đang hoạt động
zh_cn: 活跃
zh_hk: 已啟用
zh_tw: 已啟用

# ADD_ON_PLAN_ALERT_TITILE
source: Cellular Plan
ar: باقة البيانات الخلوية
bg: Мобилен план
ca: Pla mòbil
cs: Mobilní tarif
da: Mobilabonnement
de: Mobilfunktarif
el: Πρόγραμμα κινητού δικτύου
es: Plan móvil
es_419: Plan celular
fi: Mobiililiittymä
fr: Forfait cellulaire
fr_ca: Forfait cellulaire
he: תוכנית סלולרית
hi: मोबाइल प्लान
hr: Podatkovni plan
hu: Mobil-előfizetés
id: Paket Seluler
it: Piano cellulare
ja: モバイル通信プラン
kk: Ұялы тарифтік жоспар
ko: 셀룰러 요금제
lt: Mobiliojo ryšio planas
ms: Pelan Selular
nl: Mobiel abonnement
no: Mobilabonnement
pl: Plan komórkowy
pt_br: Plano Celular
pt_pt: Plano de serviço móvel
ro: Plan celular
ru: Сотовый тариф
sk: Mobilný program
sl: Mobilni paket
sv: Mobilabonnemang
th: แผนบริการเซลลูลาร์
tr: Hücresel Plan
uk: Стільниковий план
vi: Gói cước di động
zh_cn: 蜂窝号码
zh_hk: 流動網絡計劃
zh_tw: 行動方案

# MOBILE_DATA_SETTINGS
source: Cellular Data
ar: البيانات الخلوية
bg: Мобилни данни
ca: Dades mòbils
cs: Mobilní data
da: Mobildata
de: Mobile Daten
el: Δεδομένα
es: Datos móviles
es_419: Datos celulares
fi: Mobiilidata
fr: Données cellulaires
fr_ca: Données cellulaires
he: נתונים סלולריים
hi: मोबाइल डेटा
hr: Mobilni podaci
hu: Mobiladat-forgalom
id: Data Seluler
it: Dati cellulare
ja: モバイルデータ通信
kk: Ұялы деректер
ko: 셀룰러 데이터
lt: Mobiliojo ryšio duomenys
ms: Data Selular
nl: Mobiele data
no: Mobildata
pl: Dane komórkowe
pt_br: Dados Celulares
pt_pt: Dados móveis
ro: Date celulare
ru: Сотовые данные
sk: Mobilné dáta
sl: Mobilni podatki
sv: Mobildata
th: ข้อมูลเซลลูลาร์
tr: Hücresel Veri
uk: Стільникові дані
vi: Dữ liệu di động
zh_cn: 蜂窝数据
zh_hk: 流動數據
zh_tw: 行動數據

# CELLULAR_ACCOUNT_OPTIONS_MANAGE_ACCOUNT...
source: Manage Account…
ar: إدارة الحساب…
bg: Управление на регистрацията…
ca: Gestiona el compte…
cs: Spravovat účet…
da: Administrer konto…
de: Account verwalten …
el: Διαχείριση λογαριασμού…
es: Gestionar cuenta…
es_419: Administrar cuenta…
fi: Hallitse tiliä…
fr: Gérer le compte…
fr_ca: Gérer le compte…
he: ניהול החשבון…
hi: खाता प्रबंधित करें…
hr: Upravljanje računom…
hu: Fiók kezelése…
id: Kelola Akun…
it: Gestisci account…
ja: アカウントを管理…
kk: Аккаунтты басқару…
ko: 계정 관리…
lt: Tvarkyti paskyrą…
ms: Urus Akaun…
nl: Beheer account…
no: Administrer konto…
pl: Zarządzaj kontem…
pt_br: Gerenciar Conta…
pt_pt: Gerir conta…
ro: Gestionați contul…
ru: Управлять учетной записью…
sk: Spravovať účet…
sl: Upravljaj račun …
sv: Hantera konto…
th: จัดการบัญชี…
tr: Hesap Yönetme…
uk: Керувати обліковим записом…
vi: Quản lý tài khoản…
zh_cn: 管理账户…
zh_hk: 管理帳户⋯
zh_tw: 管理帳號⋯

# EU_INTERNET_EXPLANATION
source: Requires EU Internet subscription. Turning this on limits web browsing, email, and other services to an EU Internet subscription while roaming.
ar: يلزم الاشتراك في إنترنت الاتحاد الأوروبي. عند تشغيل هذه الميزة، يتم تقييد تصفح الويب، البريد الإلكتروني، والخدمات الأخرى بالإنترنت في دول الاتحاد الأوروبي فقط أثناء التجوال.
bg: Изисква се абонамент Интернет в ЕС. Включването на тази функция ще ограничи браузването, ползването на имейл и други услуги до абонамента за ползване на интернет в Европейския съюз при роуминг.
ca: Requereix subscripció a internet de la UE. En activar‑ho es limita la navegació web, el correu electrònic i altres serveis a una subscripció d’internet de la UE mentre s’està en itinerància.
cs: Vyžaduje předplatné internetu v EU. Zapnutím této volby dojde při roamingu k omezení prohlížení webu, e‑mailu a dalších služeb poskytovaných v rámci předplatného internetu v EU.
da: Kræver EU-internetabonnement. Hvis du slår den til, begrænses webbrowsing, e-mail og andre tjenester til et EU-internetabonnement under roaming.
de: Erfordert ein EU-Internet-Abo. Bei Aktivierung sind Funktionen wie das Surfen im Internet, E‑Mail und andere Dienste beim Roaming nur mit einem EU-Internet-Abo möglich.
el: Απαιτεί συνδρομή στο Διαδίκτυο ΕΕ. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, θα περιοριστούν η περιήγηση στον Ιστό, τα email και άλλες υπηρεσίες σε πρόγραμμα Διαδικτύου ΕΕ κατά την περιαγωγή.
es: Se requiere una suscripción a internet de la UE. Si activas esta opción, se limitará la navegación web, el correo electrónico y otros servicios a una suscripción a internet de la UE durante la itinerancia.
es_419: Es obligatorio contar con una suscripción de Internet de la UE. Si esto se activa, se limita el uso de Internet, correo electrónico y otros servicios a una suscripción a Internet de la UE al usar roaming.
fi: Vaatii EU-internet-tilauksen. Jos laitat tämän päälle, EU-internet-tilaus rajoittaa verkkoselaamista, sähköpostia ja muita palveluja roamingin yhteydessä.
fr: Abonnement Internet U.E. requis. L’activation de cette option limite la navigation sur le Web, l’envoi d’e-mails et l’utilisation d’autres services à un abonnement Internet U.E. lorsque vous êtes à l’étranger.
fr_ca: Requiert un abonnement Internet U.E. Le fait d’activer cette option conditionne la navigation sur Internet, la messagerie et d’autres services à l’utilisation d’un abonnement Internet U.E. à l’étranger.
he: מאפיין זה מחייב שימוש במינוי אינטרנט של האיחוד האירופי. הפעלה של מאפיין זה תגביל את הגלישה באינטרנט, השימוש בדוא״ל ושירותים נוספים למינוי אינטרנט של האיחוד האירופי בלבד במהלך נדידת נתונים.
hi: EU इंटरनेट सब्सक्रिप्शन आवश्यक है। इसे चालू करने से रोमिंग के दौरान EU इंटरनेट सब्सक्रिप्शन पर वेब ब्राउज़िंग, ईमेल और अन्य सेवाएँ सीमित हो जाती हैं।
hr: Zahtijeva EU internetsku pretplatu. Uključite li ovu opciju, pretraživanje interneta, e-maila i ostalih usluga ograničit će se na EU internetsku pretplatu tijekom roaminga.
hu: Európai uniós internet-előfizetés szükséges. A bekapcsolása egy európai uniós internet-előfizetésre korlátozza a webböngészés, az e-mailek és egyéb szolgáltatások használatát roamingolás közben.
id: Memerlukan langganan Internet EU. Jika dinyalakan, penelusuran web, email, dan layanan lainnya yang menggunakan langganan Internet EU akan dibatasi saat roaming.
it: Richiede un abbonamento internet UE. L’attivazione di questa opzione è legata a un abbonamento internet UE per la navigazione web, la ricezione e l’invio di email e altri servizi durante il roaming.
ja: EU圏内の通信事業者のプランが必要です。これをオンにすると、ローミング中は、EU圏内の通信事業者のプランの下でのみ、Webブラウズやメールなどのサービスを利用できるようになります。
kk: «EU Internet» жазылымы қажет. Мұны қосқан кезде, «EU Internet» жазылымы болған жағдайда ғана роумингте веб-сайттарды, эл.поштаны және басқа сервистерді қарау мүмкін болады.
ko: EU 인터넷에 가입해야 합니다. 이 기능을 켜면 로밍할 때 EU 인터넷에 가입된 경우에 한해서만 웹 브라우징, 이메일 및 기타 서비스를 이용할 수 있습니다.
lt: Reikalinga ES interneto prenumerata. Įjungus šią parinktį naršymas internete, el. paštas ir kitos paslaugos apsiribos ES interneto prenumerata, kai naudojamas tarptinklinis ryšys.
ms: Memerlukan langganan Internet EU. Mengaktifkan ini akan mengehadkan pelayaran web, e-mel dan perkhidmatan lain kepada langganan Internet EU semasa dalam perayauan.
nl: EU-internetabonnement vereist. Als je deze optie inschakelt, worden websurfen, e‑mail en andere voorzieningen tijdens roaming beperkt tot een EU-internetabonnement.
no: Krever EU-internettabonnement. Hvis du slår dette på, blir bruk av e‑post, internett og andre tjenester begrenses til et EU-internettabonnement ved roaming.
pl: Wymaga subskrypcji Internet UE. Włączenie tej opcji oznacza, że w roamingu przeglądanie Internetu oraz korzystanie z poczty email i innych usług będzie ograniczone do subskrypcji Internet UE.
pt_br: Requer uma assinatura de internet na União Europeia. Se esta opção for ativada, a navegação na web, e-mail e outros serviços serão limitados a uma assinatura de internet da União Europeia ao usar o roaming.
pt_pt: Requer assinatura do serviço Internet UE; se ativar esta opção, quando estiver em roaming, a navegação na internet, e‑mail e outros serviços ficarão limitados pelos termos da assinatura.
ro: Necesită abonament de internet UE. Activarea acestei opțiuni limitează navigarea pe web, e‑mailul și alte servicii la un abonament de internet UE în timp ce vă aflați în roaming.
ru: Требуется подписка EU Internet. При включении этой функции просмотр веб-страниц, сообщений e-mail, а также использование других функций в роуминге будет возможно только при наличии подписки EU Internet.
sk: Vyžaduje sa odber služby EU Internet. Zapnutím tejto možnosti obmedzíte počas roamingu prezeranie webových stránok, email a ďalšie služby na EU Internet.
sl: Zahtevana je naročnina za internet EU. Če to možnost izklopite, boste med gostovanjem omejili spletno brskanje, e-pošto in druge storitve glede na naročnino za internet EU.
sv: Kräver ett EU-internetabonnemang. Om du slår på detta begränsas webbsurfning, e-post och andra tjänster till ett EU-internetabonnemang vid roaming.
th: ต้องใช้การสมัครใช้บริการอินเทอร์เน็ต EU การเปิดคุณสมบัตินี้จะจำกัดการเลือกดูเว็บ อีเมล และบริการอื่น ให้อยู่ในการสมัครใช้บริการอินเทอร์เน็ต EU ขณะโรมมิ่ง
tr: AB İnternet aboneliği gerektirir. Bu seçeneğin açılması, uluslararası dolaşım sırasında web taramayı, e-postaları ve diğer servisleri AB İnternet aboneliğiyle sınırlar.
uk: Потрібна підписка на ЄС‑інтернет. У разі ввімкнення цієї опції вебперегляд, е‑пошта й інші служби під час роумінгу будуть використовувати тільки підписку на ЄС‑інтернет.
vi: Yêu cầu đăng ký EU internet. Bật tùy chọn này sẽ giới hạn việc duyệt web, email và các dịch vụ khác đến đăng ký EU internet trong khi chuyển vùng.
zh_cn: 需要订阅“欧盟互联网”。漫游时，打开此项后只能通过“欧盟互联网”订阅浏览网页、使用电子邮件和其他服务。
zh_hk: 需要訂閲歐盟互聯網計劃。如開啟此設定，漫遊時的網頁瀏覽、電郵及其他服務將限制至歐盟互聯網計劃。
zh_tw: 需要申租歐盟網際網路方案。漫遊時開啟此選項會限制瀏覽網頁、收發電子郵件和其他服務只能使用歐盟網際網路申租方案。

# CELLULAR_PLAN_LAST_UPDATED
source: Last updated %@
ar: آخر تحديث في %@
bg: Последно обновяване: %@
ca: Darrera actualització: %@
cs: Aktualizováno %@
da: Sidst opdateret %@
de: Zuletzt aktualisiert: %@
el: Πιο πρόσφατη ενημέρωση: %@
es: Última actualización: %@
es_419: Última actualización: %@
fi: Viimeksi päivitetty %@
fr: Dernière mise à jour : %@
fr_ca: Dernière actualisation %@
he: עודכן לאחרונה ב-%@
hi: अंतिम अपडेट : %@
hr: Zadnji put ažurirano %@
hu: Utolsó frissítés %@
id: Terakhir diperbarui %@
it: Ultimo aggiornamento: %@
ja: 前回の更新: %@
kk: Соңғы рет жаңартылды: %@
ko: 최근 업데이트: %@
lt: Paskutinį kartą atnaujinta %@
ms: Kemas kini terakhir %@
nl: Laatst bijgewerkt: %@
no: Sist oppdatert %@
pl: Uaktualnione %@
pt_br: Última atualização %@
pt_pt: Última atualização: %@
ro: Ultima actualizare: %@
ru: Обновлено: %@
sk: Aktualizované: %@
sl: Nazadnje posodobljeno: %@
sv: Senast uppdaterad %@
th: อัปเดตล่าสุด%@
tr: Son güncelleme: %@
uk: Востаннє оновлено %@
vi: Cập nhật lần cuối: %@
zh_cn: 上次更新：%@
zh_hk: 上次更新：%@
zh_tw: 上次更新：%@

# VOICE_AND_DATA_ROAMING_OFF_EXPLANATION
source: Turn on voice and data roaming to make phone calls, browse the web, and use email and other data services when traveling internationally.
ar: قم بتشغيل تجوال الصوت والبيانات للاتصال الهاتفي، تصفح الإنترنت، واستخدام البريد، وخدمات البيانات الأخرى عند السفر الدولي.
bg: Включете функцията за роуминг на глас и данни, за да правите телефонни обаждания, да браузвате в интернет, да използвате имейл и други услуги за данни, когато пътувате в чужбина.
ca: Quan viatgis a l’estranger, activa la itinerància de dades i veu per poder trucar per telèfon, navegar per internet i fer servir el correu electrònic i altres serveis de dades.
cs: Chcete‑li na cestách do zahraničí telefonovat, prohlížet web a používat poštu a další datové služby, zapněte hlasový a datový roaming.
da: Slå samtaleroaming og dataroaming til for at foretage telefonopkald, surfe på internettet og bruge e-mail og andre datatjenester på rejser i udlandet.
de: Aktiviere das Sprach- und Datenroaming, damit Anrufe, Internetsuche, E‑Mail und andere Datendienste im Ausland benutzt werden können.
el: Ενεργοποιήστε την περιαγωγή φωνής και δεδομένων για την πραγματοποίηση τηλεφωνικών κλήσεων, την περιήγηση στον Ιστό και τη χρήση email και άλλων δεδομένων όταν ταξιδεύετε διεθνώς.
es: Cuando te encuentres en el extranjero, activa la itinerancia de voz y datos para llamar y utilizar el correo electrónico, internet u otros servicios de datos.
es_419: Cuando estés en el extranjero, activa el roaming de voz y datos para llamar y utilizar el correo electrónico, Internet u otros servicios de datos.
fi: Laita puhe- ja dataroaming päälle, jos haluat soittaa puhelimella tai käyttää internetiä, sähköpostia ja muita datapalveluja ulkomailla matkustaessasi.
fr: Pendant vos déplacements à l’étranger, activez les services « Données à l’étranger » et « Voix à l’étranger » pour pouvoir passer des appels téléphoniques et utiliser Internet, la messagerie électronique et d’autres services de données.
fr_ca: Pendant vos déplacements à l’étranger, activez les services « Données à l’étranger » et « Voix à l’étranger » pour pouvoir passer des appels téléphoniques, utiliser Internet, la messagerie électronique ou d’autres services de données.
he: ניתן להפעיל שיחות ונתונים בנדידה כדי לדבר, לגלוש באינטרנט ולהשתמש בדוא״ל ובשירותי נתונים אחרים בעת נסיעה לחו״ל.
hi: अंतरराष्ट्रीय यात्रा के दौरान फ़ोन कॉल करने, वेब ब्राउज़ करने और अन्य डेटा सेवाओं के उपयोग के लिए वॉइस और डेटा रोमिंग चालू करें।
hr: Uključite glasovni i podatkovni roaming kako biste mogli telefonirati, pretraživati internet te koristiti e-mail i ostale podatkovne usluge tijekom putovanja u inozemstvo.
hu: Más országban való utazáskor kapcsolja be a hang- és adatroamingot a telefonhívások, webböngészés, e-mail és egyéb adatszolgáltatások használatához.
id: Nyalakan roaming suara dan data untuk menelepon, menelusuri web, dan menggunakan email serta layanan data lainnya saat bepergian ke luar negeri.
it: Quando sei all’estero, attiva il roaming voce e dati per eseguire telefonate, navigare il web, utilizzare email e altri servizi dati.
ja: 海外旅行中に電話をかけたり、Webをブラウズしたり、メールやその他のデータサービスを利用するには、音声およびデータローミングをオンにします。
kk: Шетелде болғанда қоңырау шалу, веб-сайттарды көру, эл. поштаны және басқа дерек сервистерін пайдалану үшін дауыс пен деректер роумингін қосыңыз.
ko: 해외 여행 중에 전화, 웹 브라우징, 이메일, 기타 데이터 서비스를 사용하려면, 음성 로밍 및 데이터 로밍을 켜십시오.
lt: Įjunkite balso ir duomenų tarptinklinį ryšį, kad keliaudami užsienyje galėtumėte skambinti telefonu, naršyti internete, naudoti el. paštą ir kitas duomenų paslaugas.
ms: Aktifkan perayauan suara dan data untuk membuat panggilan telefon, melayari web dan menggunakan e-mel serta perkhidmatan data lain semasa dalam perjalanan di luar negara.
nl: Schakel gespreks- en dataroaming in om te bellen, te websurfen, te e‑mailen en andere datavoorzieningen te gebruiken als je in het buitenland bent.
no: Slå på samtale- og dataroaming for å ringe, bruke internett, sende e‑post og bruke andre datatjenester mens du reiser utenlands.
pl: Podróżując za granicą, włącz roaming danych i głosowy, aby móc używać telefonu, www, poczty i innych usług transmitujących dane.
pt_br: Ative o roaming de voz e dados para fazer ligações telefônicas, navegar na internet e usar e-mail, bem como outros serviços de dados, durante viagens ao exterior.
pt_pt: Ative o roaming de voz e dados para fazer chamadas, navegar na web e usar o e‑mail e outros serviços de dados, quando viajar para fora do país.
ro: Activați roamingul de voce și date pentru efectuarea apelurilor telefonice, navigarea pe web și utilizarea serviciilor de e‑mail și a altor servicii de date atunci când călătoriți internațional.
ru: Включите голосовой роуминг и роуминг данных, чтобы звонить по телефону, просматривать веб-страницы, а также использовать e-mail и др. службы передачи данных, находясь за границей.
sk: Pre telefonovanie, prezeranie webových stránok alebo používanie emailu a ďalších dátových služieb v zahraničí, zapnite hlasový a dátový roaming.
sl: Vklopite klice in podatkovno gostovanje za klicanje, spletno brskanje, uporabo e-pošte in drugih podatkovnih storitev, ko potujete v tujino.
sv: Aktivera röst- och data-roaming om du vill ringa telefonsamtal, surfa på nätet, läsa och skicka e-post, och använda andra datatjänster när du är utomlands.
th: เปิดใช้การโรมมิ่งเสียงและดาต้าโรมมิ่งเพื่อโทรศัพท์ ท่องดูเว็บ และใช้อีเมล และบริการข้อมูลอื่นขณะเดินทางระหว่างประเทศ
tr: Uluslararası seyahat ederken telefon görüşmeleri yapmak, web’de gezinmek, e-posta ve diğer veri servislerini kullanmak için uluslararası ses ve veri dolaşımını açın.
uk: Подорожуючи за кордон, вмикайте голосовий роумінг і роумінг даних, щоб робити телефонні дзвінки, переглядати вебсторінки і користуватися е‑поштою та іншими послугами.
vi: Bật chuyển vùng thoại và dữ liệu để gọi điện thoại, duyệt web và sử dụng email và các dịch vụ dữ liệu khác khi di chuyển trên phạm vi quốc tế.
zh_cn: 出国旅游时打开语音和数据漫游，将可以拨打电话、浏览网页、使用电子邮件和其他数据服务。
zh_hk: 開啟話音漫遊及數據漫遊以在海外旅行時打電話、瀏覽網頁、使用電郵及其他數據服務。
zh_tw: 開啟語音漫遊和數據漫遊來在海外旅行時撥打電話、瀏覽網頁、使用電子郵件和其他數據服務。
